export default {
  welcome: "مرحبًا بكم في تطبيقنا",
  contact_us: "اتصل بنا",
  trialHeader: "ابدأ الآن واستمتع بجميع الميزات",
  trialDescription: "ابدأ تجربتك المجانية لمدة 30 يومًا",
  nav: {
    home: "الرئيسية",
    about_us: "من نحن",
    careers: "الوظائف",
    services_and_solutions: "الخدمات والحلول",
    artificial_intelligence: "الذكاء الاصطناعي",
    use_case: "حالات الاستخدام",
    blogs: "المدونات",
    contact_us: "اتصل بنا",
  },
  languages: {
    en: "الإنجليزية",
    ar: "العربية",
  },
  buttons: {
    signup: "اشتراك",
    login: "تسجيل الدخول",
    opne_file: "افتح ملفك الطبي",
    join_as_provider: "انضم كمقدم خدمة",
    search: "بحث",
    our_solutions: "حلولنا",
    video: "فيديو",
    see_all: "اظهار الكل",
    become_partner: "كن شريكًا",
  },
  home: {
    wakeb_ai: "حلول واكب للذكاء الاصطناعي",
    discover_future: "اكتشف مستقبل الذكاء الاصطناعي",
    intelligence: "الذكاء",
    hero_desc_p1:
      "نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية",
    hero_desc_p2: "والتطبيقات والبرامج الذكية.",
    our_clients: "عملائنا",
    client_success: "كل عميل هو قصة نجاح",
    our_partners: "شركاؤنا",
    integrated_partners:
      "حلول متكاملة من خلال شراكات عالمية في تكنولوجيا المعلومات",
    partnerships: "الشراكات",
    our_news: "الأخبار والمقالات",
    last_news: "آخر الأخبار حول الذكاء الاصطناعي والتحول الرقمي",
    transformation: "التحول",
    subscribeNewsletter: "اشترك في النشرة الإخبارية",
    subscribe: "اشتراك",
    newsletterDescription:
      "اشترك في النشرة الإخبارية لتلقي آخر التحديثات والأخبار التقنية",
    emailPlaceholder: "أدخل عنوان بريدك الإلكتروني",
  },
  services: {
    pageTitle: "اكتشف خدماتنا وحلولنا",
    pageDescription:
      "لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.",
    aiServiceTitle: "الذكاء الاصطناعي",
    aiServiceDescription: `
    <p>
      نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.
    </p>
    <p>
      لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.
    </p>
  `,
    aiExploreButton: "اكتشف المزيد",
    cloudHostingTitle: "الاستضافة السحابية",
    cloudHostingDescription: `
    <p>
      نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.
    </p>
    <p>
      لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.
    </p>
  `,
    specializedServicesTitle: "خدمات متخصصة",
    specializedServicesDescription: `
    <p>
      نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.
    </p>
    <p>
      لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.
    </p>
  `,
    digitalEnvironmentTitle: "البيئة الرقمية",
    digitalEnvironmentDescription: `
    <p>
      نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.
    </p>
    <p>
      لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.
    </p>
  `,
    careersBadge: "الوظائف",
    joinWakebTeam: "انضم إلى فريق واكب",
    cooperativeTraining: "برنامج التدريب التعاوني",
    careersDescription:
      "يقدم البرنامج فرصًا للمشاركة في المشاريع التي تخدم التخصصات الجامعية ، ويمكن للمهتمين أيضًا اكتساب الخبرة من خلال العمل جنبًا إلى جنب مع الخبراء في مجالهم. إذا كنت ترغب في الانضمام إلى برنامج التدريب التعاوني ، فقم بالتسجيل الآن.",
    wakebAiSolutionBadge: "حلول واكب للذكاء الاصطناعي",
    exploreMoreAiProducts: "اكتشف المزيد من منتجات الذكاء الاصطناعي",
    awareTitle: "أوير (Aware)",
    seeMoreButton: "شاهد المزيد",
    awareDescription:
      "برنامج ذكاء اصطناعي شامل للوعي يعمل على تحليل الفيديو إطارًا بإطار",
    deepEyeTitle: "ديب آي (Deep Eye)",
  },
  artificial_intelligence: {
    pageTitle: "اكتشف المزيد من منتجات الذكاء الاصطناعي",
    video_image_analytics: "تحليلات الفيديو/الصور",
    voice_text_analytics: "تحليلات الصوت/النص",
    generative_ai: "الذكاء الاصطناعي التوليدي",
    data_analytics: "تحليل البيانات",
  },
  use_case: {
    pageTitle: "اكتشف مستقبل الذكاء الاصطناعي",
    Environment: "البيئة والمياه والزراعة",
    Health_sector: "القطاع الصحي",
    Haj: "خدمات الحج والعمرة",
    oil: "قطاع النفط والغاز",
    trade: "القطاع التجاري",
    Industrial: "القطاع الصناعي",
  },
  lorem:
    "لوريم إيبسوم هو ببساطة نص شكلي (بمعنى أن الغاية هي الشكل وليس المحتوى) ويُستخدم في صناعات المطابع ودور النشر. كان لوريم إيبسوم ولا يزال المعيار للعديد من المصممين منذ القرن الخامس عشر عندما قامت مطبعة مجهولة برص مجموعة من الأحرف بشكل عشوائي على صفحة وتوزيعها.",
  project: {
    name: "اسم المشروع",
    description:
      "نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.",
    url: "رابط المشروع",
  },
  about_us: {
    visionTitle: "رؤيتنا",
    visionDescription:
      "واكِب هو مركز تكنولوجي متقدم متخصص في الابتكارات وحل المشكلات",
    quotationTitle: "حمد المنيف",
    quotationDescription: "الرئيس التنفيذي للعمليات في واكِب",
    quotationInfo:
      "نحن نعمل على تعزيز الذكاء البشري بدلاً من استبداله بتقنيات الذكاء الاصطناعي لتعزيز الابتكار وكفاءة الأعمال ومواكبة أحدث التقنيات العالمية ، وإيماناً منا بضرورة الالتزام بالشباب ، نعمل سنوياً على جذب عدد من المتدربين والمهتمين في مجال الذكاء الاصطناعي مع مختلف جامعات المملكة العربية السعودية لتأهيلهم للعمل في قطاعات مهمة",
    headOffice: "المكتب الرئيسي",
    headAddress: "شارع 13321 الملك عبدالعزيز، الرياض، المملكة العربية السعودية",
  },
  blogs: {
    pageTitle: "رؤى واتجاهات ملهمة في مجال الذكاء الاصطناعي والتحول الرقمي",
    similarNews: "الأخبار المشابهة",
    search: "ابحث فى الأخبار...............",
    content: "المحتوى",
    postTitle: "مقدمة في الذكاء الاصطناعي",
    postDescription:
      "يشير الذكاء الاصطناعي إلى محاكاة الذكاء البشري في الآلات المبرمجة للتفكير والتعلم واتخاذ القرارات مثل البشر. تمكن تقنيات الذكاء الاصطناعي الأنظمة من أداء المهام التي تتطلب عادةً ذكاءً بشريًا، مثل حل المشكلات وفهم اللغة واتخاذ القرارات. لا يمكن إنكار أهمية الذكاء الاصطناعي في العصر الحديث، حيث يغير الصناعات ويحسن الكفاءات ويخلق فرصًا جديدة في مختلف المجالات.",
  },
  aboutUs: {
    aboutUsDescription:
      "نحن متخصصون في الذكاء الاصطناعي، والتعلم الآلي، والحوسبة المعرفية، والتطبيقات والبرامج الذكية.",
  },
  footer: {
    company: "الشركة",
    home: "الرئيسية",
    careers: "الوظائف",
    services: "الخدمات",
    aboutUs: "من نحن",
    blog: "المدونة",
    contactUs: "اتصل بنا",
    becomePartner: "كن شريكًا",
    solutions: "الحلول",
    artificial_intelligence: "الذكاء الاصطناعي",
    specialized_services: "خدمات متخصصة",
    digital_environment: "البيئة الرقمية",
    cloud_hosting: "الاستضافة السحابية",
    web_solutions: "حلول الويب",
    uavs: "الطائرات بدون طيار",
    data: "البيانات",
    others: "أخرى",
    contact: "اتصل",
    address: "العنوان",
    contact_description:
      "شارع 13321 الملك عبدالعزيز، الرياض، المملكة العربية السعودية",
    phone: "الهاتف",
  },
};
